{
    "header": {
        "hello-world": "Hello World",
        "select-language": "ENG",
        "about-me": "About Me",
        "my-skills": "My Skills",
        "my-projects": "My Projects",
        "contact": "Contact me!",
        "spanish": "Spanish",
        "portuguese": "Portuguese",
        "english": "English"
    },
    "aboutUs": {
        "title": "About Me",
        "paragraph1": "I'm Pablo, Argentinean born on August 12, 1988 in Buenos Aires. I live in Santa Catarina, Brazil, since early 2022 and I work as a Front-End developer. I am passionate about growing in the world of technology, I am responsible, self-taught, proactive and enjoy working in a team to learn and solve challenges.",
        "paragraph2": "I use languages such as HTML, CSS and JavaScript, and for styling I use Tailwind CSS and Bootstrap. With these tools, I create modern and responsive interfaces, focusing on offering efficient and attractive solutions to improve the user experience.",
        "paragraph3": "I use advanced technologies such as Next.js frameworks for server-side rendering (SSR) and Angular, as well as the React.js library. I also use Firebase for database storage. I use project management and version control tools, with Git being a fundamental part of my workflow.",
        "paragraph4": "In addition, I am exploring the world of cloud computing, gaining experience in platforms such as Azure and AWS. These tools allow me to optimize infrastructure and resource management, integrating cloud solutions that improve the performance and scalability of projects."
    },
    "mySkills": {
        "title": "My Skills"
    },
    "myProjects": {
        "title": "My Projects",
        "project2": "Calculator",
        "project3": "E-commerce",
        "project4": "To Do List",
        "project6": "Movie Finder",
        "project7": "Student Management",
        "view": "View More",
        "close": "Close",
        "deploy": "Deploy it",
        "descriptionProyect": "This site was built with technologies."
    },
    "footer": {
        "rights": "© 2024 All Rights Reserved"
    },
    "contact": {
        "title": "Contact Me !",
        "download": "Download CV"
    }
}